Repository: blinkdagger182/luvly-ios
Catalog: Shared/🌐Localization/Localizable.xcstrings
Source language: en
Languages: ja

source: __Target__ Home screen Notification center StandBy Desktop Lock screen(iPad)
ja: __対象__ ホーム画面 通知センター スタンバイ デスクトップ ロック画面(iPad)

source: __Target__ Lock screen Apple Watch complication
ja: __対象__ ロック画面 Apple Watchコンプリケーション

source: ・Note text ・Note title ・Customize options
ja: ・ノートテキスト ・ノートタイトル ・カスタマイズオプション

source: (Nothing)
ja: (何も無し)

source: ① URL scheme
ja: ① URLスキーム

source: ② Trailing component
ja: ② 末尾部分

source: Accessory widget
ja: 小さめ ウィジェット

source: Action
ja: アクション

source: AD
ja: 広告

source: Add home screen widget
ja: ホーム画面ウィジェットを追加する

source: Add lock screen widget
ja: ロック画面ウィジェットを追加する

source: Appearance
ja: 見た目

source: Apple Support Page Link
ja: Apple公式サポートサイトリンク

source: Background color
ja: 背景の色

source: Background gradient
ja: 背景のグラデーション

source: Background on circular widget for iOS 16 / watchOS
ja: 円形ウィジェットの背景を表示(iOS 16/watchOS)

source: black
ja: ブラック

source: bold
ja: ボールド

source: bottom
ja: 下部

source: Button label
ja: ボタンラベル

source: center
ja: 中心

source: Clear
ja: クリア

source: Clear note
ja: ノートをクリア

source: Clear this note
ja: ノートをクリア

source: Color
ja: カラー

source: Content alignment
ja: 揃える位置

source: Create a custom iPhone Lock Screen
ja: iPhoneのロック画面をパーソナライズする

source: Custom action
ja: カスタムアクション

source: Customize
ja: カスタマイズ

source: Customize "%@"
ja: "%@"をカスタマイズ

source: Customize "%@" - Empty icon
ja: "%@"をカスタマイズ - 無入力時表記

source: Customize "%@" - Widget title
ja: "%@"をカスタマイズ - ウィジェットタイトル

source: Customize action
ja: アクションを設定

source: Customize Action
ja: アクションを設定

source: Customize widget
ja: ウィジェットをカスタマイズ

source: default
ja: デフォルト

source: Description
ja: 概要

source: Design
ja: デザイン

source: Desktop, Notification center, Home screen, StandBy, Lock screen(iPad)
ja: デスクトップ、通知センター、ホーム画面、スタンバイ、ロック画面(iPad)

source: Detail
ja: 全て表示

source: Dismiss
ja: 閉じる

source: Done
ja: 完了

source: Double in font-size/padding-size on large widget
ja: 特大サイズのウィジェットでは、文字と余白のサイズを2倍

source: ellipsis
ja: 3点ドット

source: Ellipsis
ja: 3点ドット

source: Empty
ja: 白紙

source: Empty icon
ja: 無入力時表記

source: Erase
ja: 消す

source: Erase text after action
ja: 動作後にテキストを削除する

source: Error
ja: エラー

source: etc.
ja: など

source: Example 1
ja: 例1

source: Example 2
ja: 例2

source: Guide
ja: ガイド

source: heavy
ja: ヘビー

source: Hierarchical level
ja: 文字の濃さ

source: Home screen widget
ja: ホーム画面ウィジェット

source: How to
ja: 使い方

source: How to add and edit widgets on your iPhone
ja: iPhone でウィジェットを追加・編集する方法

source: How to add home screen widget
ja: ホーム画面ウィジェットを追加する方法

source: How to add lock screen widget
ja: ロック画面ウィジェットを追加する方法

source: iCloud sync
ja: iCloud同期

source: Icon size
ja: 大きさ

source: Info
ja: 情報

source: Input text
ja: テキストを入力

source: Input text of button
ja: ボタンに表示される文字列

source: It takes few minutes to sync data to other device's widget on background. At the latest, the changes will be applied in about 20 minutes.
ja: バックグラウンドで同期する際はウィジェットに反映されるまで数分掛かります。遅くても20分程度で変更が適用されます。

source: Italic
ja: イタリック

source: Large
ja: 大

source: leading
ja: 先頭

source: light
ja: ライト

source: Lock screen widget
ja: ロック画面ウィジェット

source: LockInNote
ja: ロックノート

source: medium
ja: ミディアム

source: Medium
ja: 中

source: Menu
ja: メニュー

source: Mode
ja: モード

source: monospaced
ja: 等幅フォント

source: More
ja: その他

source: Multi line text alignment
ja: 複数行の揃え方

source: No text situation
ja: テキストが何も入力されていない場合に表示

source: Not sync this option between devices
ja: このオプションはデバイス間で同期されません

source: Note
ja: ノート

source: Notice
ja: 注意

source: OK
ja: 了解しました

source: Option
ja: オプション

source: Padding
ja: 余白

source: pencil
ja: ペン

source: Pencil
ja: ペンシル

source: Placeholder
ja: プレースホルダー

# presetTitle/primary
source: Note
ja: ノート

# presetTitle/secondary
source: Secondary
ja: 2冊目

# presetTitle/tertiary
source: Tertiary
ja: 3冊目

source: Prevent the keyboard from starting up automatically
ja: キーボードの自動起動を無効化

source: Preview
ja: プレビュー

source: primary
ja: 標準

source: quaternary
ja: 4番目

source: regular
ja: レギュラー(標準)

source: rounded
ja: ラウンド体

source: secondary
ja: 2番目

source: Secondary
ja: 2番目

source: Select "LockInNote".
ja: 「ロックノート」を選択する。

source: Select Lock Screen.
ja: 「ロック画面」を選択します。

source: Select or drag the widgets that you want to add to the Home Screen.
ja: ホーム画面に追加したいウィジェットを選択またはドラッグします。

source: semibold
ja: セミボールド

source: serif
ja: セリフ体

source: Setting URL scheme action
ja: URLスキームアクションを設定する

source: Share
ja: 共有

source: Size
ja: サイズ

source: Small
ja: 小

source: Square and pencil
ja: 四角とペンシル

source: Standard
ja: スタンダード

source: Sync data between devices by iCloud.
ja: データはiCloudによって同期されます。

source: System widget
ja: 大きめ ウィジェット

source: Tap Add Widgets.
ja: 「ウィジェットを追加」をタップします。

source: Tap or drag the widgets that you want to add to the Lock Screen.
ja: ロック画面に追加したいウィジェットをタップまたはドラッグします。

source: tertiary
ja: 3番目

source: Tertiary
ja: 3番目

source: Test
ja: テスト

source: TEXT
ja: テキスト

source: Text color
ja: テキストの色

source: thin
ja: シン

source: This is a note widget.
ja: ノートを表示します。

source: This is a secondary widget.
ja: 2冊目のノートです。

source: This is a tertiary widget.
ja: 3冊目のノートです。

source: Title
ja: タイトル

source: To run one shortcut of Shortcuts App with the text.
ja: 「ショートカット」アプリの任意のショートカットを実行します。

source: To search the text on DuckDuckGo.
ja: DuckDuckGoでテキストを検索します。

source: top
ja: 上部

source: Touch and hold the home screen until the + button appears, then tap + button.
ja: ホーム画面でアプリのアイコンや背景を長押しして + ボタンを表示します。そして + ボタンをタップします。

source: Touch and hold the Lock Screen until the Customize button appears, then tap Customize.
ja: ロック画面を長押しして、「カスタマイズ」ボタンが表示されたら、そのボタンをタップします。

source: trailing
ja: 末尾

source: URL scheme
ja: URLスキーム

source: URL Scheme Action
ja: URLスキームアクション

source: User text
ja: ユーザーテキスト

source: Weight
ja: 太さ

source: When you're finished, tap the close button, then tap Done.
ja: 終わったら、閉じるボタンをタップして、「完了」をタップします。

source: When you're finished, tap the Done button.
ja: 「完了」ボタンをタップします。

source: Widget
ja: ウィジェット

source: Widget title
ja: タイトル
